{
  "INTJ": [
    "The best way to predict the future is to create it.",
    "Logic is the foundation of all meaningful progress.",
    "Every problem has a solution; it's just a matter of finding the right approach.",
    "Knowledge is power, but wisdom is knowing how to use it.",
    "The most efficient path is rarely the most obvious one.",
    "Complexity is just simplicity waiting to be understood.",
    "The best ideas often come from questioning conventional wisdom.",
    "Success is the result of systematic thinking and strategic planning.",
    "The mind is like a parachute - it works best when it's open.",
    "Innovation is born from the intersection of knowledge and imagination."
  ],
  "INTP": [
    "The only true wisdom is in knowing you know nothing.",
    "Every question answered leads to new questions to explore.",
    "The beauty of science is that it's always evolving.",
    "Understanding the 'why' is more important than knowing the 'what'.",
    "Theoretical knowledge is the foundation of practical innovation.",
    "Complex systems are just simple systems working together.",
    "The best solutions often come from unexpected connections.",
    "Curiosity is the engine of intellectual growth.",
    "Theoretical possibilities are limited only by our imagination.",
    "Every problem is an opportunity to learn something new."
  ],
  "ENTJ": [
    "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "Leadership is about making others better as a result of your presence.",
    "Efficiency is doing things right; effectiveness is doing the right things.",
    "The best way to lead is by example.",
    "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Strategic thinking is the key to long-term success.",
    "The future belongs to those who plan for it.",
    "Great leaders create more leaders, not followers.",
    "The path to success is paved with clear goals and decisive action.",
    "Innovation requires both vision and execution."
  ],
  "ENTP": [
    "The mind is everything. What you think you become.",
    "Every challenge is an opportunity in disguise.",
    "The best ideas often come from the most unexpected places.",
    "Innovation is born from the willingness to question everything.",
    "The only limit to possibility is the limit of our imagination.",
    "Change is the only constant - embrace it.",
    "The most interesting solutions come from connecting unrelated ideas.",
    "Debate is the path to deeper understanding.",
    "The best way to predict the future is to create it.",
    "Curiosity is the spark that ignites innovation."
  ],
  "INFJ": [
    "The most important things in life aren't things.",
    "Understanding others begins with understanding yourself.",
    "The best way to find yourself is to lose yourself in the service of others.",
    "Every person has a story worth listening to.",
    "The deepest connections are built on authentic understanding.",
    "Wisdom comes from listening to both the heart and the mind.",
    "The most meaningful changes start from within.",
    "Empathy is the bridge between different perspectives.",
    "The best insights often come from quiet reflection.",
    "True understanding requires both intuition and analysis."
  ],
  "INFP": [
    "The most beautiful things in life aren't things.",
    "Every person has a unique story to tell.",
    "The best way to understand others is to understand yourself.",
    "Creativity is the language of the soul.",
    "The most meaningful connections are built on authenticity.",
    "Every moment is an opportunity for growth and understanding.",
    "The heart knows what the mind cannot explain.",
    "Beauty exists in the spaces between words.",
    "The most profound truths are often found in simplicity.",
    "Every experience is a chance to learn and grow."
  ],
  "ENFJ": [
    "The best way to find yourself is to lose yourself in the service of others.",
    "Every person has the potential to make a difference.",
    "The most meaningful connections are built on genuine care.",
    "Leadership is about inspiring others to be their best selves.",
    "The best way to lead is by example.",
    "Every challenge is an opportunity to grow together.",
    "The most powerful changes start with understanding.",
    "Success is measured by the positive impact on others.",
    "The best relationships are built on mutual growth.",
    "Every person has a unique contribution to make."
  ],
  "ENFP": [
    "The best way to predict the future is to create it.",
    "Every moment is an opportunity for new possibilities.",
    "The most exciting journeys begin with a single step.",
    "Creativity is the key to unlocking potential.",
    "The best ideas come from connecting different perspectives.",
    "Every person has a unique story to share.",
    "The most meaningful connections are built on authenticity.",
    "Life is an adventure waiting to be explored.",
    "The best way to learn is through experience.",
    "Every challenge is an opportunity for growth."
  ],
  "ISTJ": [
    "The best way to get things done is to do them.",
    "Every detail matters in creating excellence.",
    "The most reliable path is the one well-planned.",
    "Success is built on consistent effort.",
    "The best way to predict the future is to prepare for it.",
    "Every system can be improved with careful analysis.",
    "The most efficient solutions are often the simplest.",
    "Reliability is the foundation of trust.",
    "The best way to learn is through practical experience.",
    "Every task completed is a step toward success."
  ],
  "ISFJ": [
    "The best way to care for others is to care for yourself first.",
    "Every small act of kindness makes a difference.",
    "The most meaningful connections are built on trust.",
    "Success is measured by the positive impact on others.",
    "The best way to help is to understand first.",
    "Every detail matters in creating harmony.",
    "The most reliable support comes from consistent care.",
    "Peace is found in the balance of giving and receiving.",
    "The best way to grow is through helping others.",
    "Every moment is an opportunity to show care."
  ],
  "ESTJ": [
    "The best way to achieve goals is through systematic planning.",
    "Every challenge has a practical solution.",
    "The most efficient path is the one well-organized.",
    "Success comes from consistent effort and clear goals.",
    "The best way to lead is through clear communication.",
    "Every system can be improved with proper management.",
    "The most reliable results come from proven methods.",
    "Order is the foundation of progress.",
    "The best way to succeed is to stay focused.",
    "Every task completed is a step toward excellence."
  ],
  "ESFJ": [
    "The best way to create harmony is through understanding.",
    "Every person has a role in the community.",
    "The most meaningful connections are built on care.",
    "Success is measured by the happiness of others.",
    "The best way to help is to be present.",
    "Every moment is an opportunity to show support.",
    "The most reliable relationships are built on trust.",
    "Harmony comes from balancing needs and wants.",
    "The best way to grow is through helping others.",
    "Every day is a chance to make someone smile."
  ],
  "ISTP": [
    "The best way to understand something is to take it apart.",
    "Every problem has a practical solution.",
    "The most efficient path is the one that works.",
    "Success comes from hands-on experience.",
    "The best way to learn is by doing.",
    "Every system can be understood through analysis.",
    "The most reliable solutions are based on facts.",
    "Understanding comes from observation.",
    "The best way to solve problems is to stay calm.",
    "Every challenge is an opportunity to learn."
  ],
  "ISFP": [
    "The best way to express yourself is through creativity.",
    "Every moment is an opportunity for beauty.",
    "The most meaningful experiences are felt deeply.",
    "Success is found in authentic expression.",
    "The best way to understand is through experience.",
    "Every person has a unique perspective to share.",
    "The most reliable guide is your inner voice.",
    "Beauty exists in the present moment.",
    "The best way to grow is through self-expression.",
    "Every day is a canvas for new possibilities."
  ],
  "ESTP": [
    "The best way to learn is through experience.",
    "Every moment is an opportunity for action.",
    "The most exciting path is the one less traveled.",
    "Success comes from seizing opportunities.",
    "The best way to understand is to try it yourself.",
    "Every challenge is an adventure waiting to happen.",
    "The most reliable guide is practical experience.",
    "Life is meant to be lived fully.",
    "The best way to grow is through new experiences.",
    "Every day is a chance for something new."
  ],
  "ESFP": [
    "The best way to live is in the present moment.",
    "Every day is an opportunity for joy.",
    "The most meaningful connections are made through sharing.",
    "Success is found in the happiness of others.",
    "The best way to learn is through experience.",
    "Every person has a story worth celebrating.",
    "The most reliable happiness comes from within.",
    "Life is a celebration waiting to happen.",
    "The best way to grow is through connection.",
    "Every moment is a chance to spread joy."
  ]
}